LEXICON: dict[str, str] = {
    '/start': "Привет!\nМеня зовут LomPortBot!\nЯ могу помочь вам с поиском <b>ПЗУ</b>\nПодробности там ↙️ в <b>МЕНЮ</b>.",
    '/help': "Напиши мне название нужного <b>ПЗУ</b> \nЯ пришлю тебе информацию о нем, если она есть в моей базе!\nФормат \
    должен быть таким: вп1, ВП1, Вп1 или например Ворсино. \n Список доступных ПЗУ там ↙️ в <b>МЕНЮ</b> и по команде /list_pzu",
    '/contacts': 'Нашли неточность в данных? Есть предложения по улучшению бота? Не стесняйтесь обращаться! Переходите по ссылкам ⬇️ \n',
    'not_found': 'Возможно вы ввели не верные данные или этого ПЗУ нет в базе!\n Инструкция здесь - /help а список всех ПЗУ есть в Меню или по команде /list_pzu',
    'mailing_list_text': 'Желаете помочь в работе бота? ',
    'daily_report_text': 'За {} обработано запросов: {}.'
}

LEXICON_COMMANDS: dict[str, str] = {
    '/start': 'Старт бота',
    '/help': 'Справка по работе бота',
    '/contacts': 'Способы связи',
    '/list_pzu': 'Список всех ПЗУ'
}
