LEXICON: dict[str, str] = {
    '/start': "Привет!\nМеня зовут LomPortBot!\nЯ могу помочь вам с поиском ПЗУ\nПодробности там ↙️ в меню.",
    '/help': "Напиши мне название нужного ПЗУ \nЯ пришлю тебе информацию о нем, если она есть в моей базе!\nФормат \
    должен быть таким: вп1, ВП1, Вп1 или например Ворсино. \n Список доступных ПЗУ там ↙️ в Меню и по команде /list_pzu",
    '/contacts': 'Нашли неточность в данных? Есть предложения по улучшению бота? Не стесняйтесь обращаться! Переходите по ссылкам ⬇️'
}

LEXICON_COMMANDS: dict[str, str] = {
    '/start': 'Старт бота',
    '/help': 'Справка по работе бота',
    '/contacts': 'Способы связи',
    '/list_pzu': 'Список всех ПЗУ'
}
